Revit 2027 API
ParameterTypeId.RbsElecAnalyticalLoadTypeParam Property
 "Load Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalLoadTypeParam { get; }
Public Shared ReadOnly Property RbsElecAnalyticalLoadTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalLoadTypeParam {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalLoadTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace